Repository: sic4change/enreda-web
Catalog: lib/l10n/app_*.arb
Languages: es

source: Hello World!
es: ¡Hola Mundo!

source: Access
es: Acceder

# test
source: Test button
es: Prueba de botón

# futureText
source: Your future is full of opportunities. Dare to move forward and reach your goals!
es: Tu futuro está lleno de oportunidades. ¡Atrévete a avanzar y alcanzar tus metas!

# techText
source: Technology and comprehensive support to boost employment employment
es: Tecnología y acompañamiento integral para impulsar el empleo

# techParagraph1
source: Enreda combines technology and community action to activate and improve the path to employment, connects the actors and resources of the territory linked to employment, while energizing the labor market.
es: Enreda combina tecnología y acción comunitaria para activar y mejorar el camino hacia el empleo, conecta a los actores y recursos del territorio vinculados con el empleo, al tiempo que dinamiza el mercado laboral.

# techParagraph2
source: If you are looking for a job, Enreda helps you discover your skills to boost your career.
es: Si buscas empleo, Enreda te ayuda a descubrir tus habilidades para impulsar tu carrera profesional.

# techParagraph3
source: If you are looking for talent, Enreda is the recruitment portal with impact that your company needs.
es: Si buscas talento, Enreda es el portal de contratación con impacto que necesita tu empresa.

# techParagraph4
source: If you are a social entity, Enreda is the tool to support socio-labor intervention and impact measurement.
es: Si eres una entidad social, Enreda es la herramienta de apoyo a la intervención sociolaboral y de medición del impacto.

source: Participant
es: Participante

source: Participants
es: Participantes

# participantSubtitle
source: Do you know how to start your path to employment?
es: ¿Sabes cómo comenzar tu camino hacia el empleo?

# participantText
source: Enreda brings out the potential of your skills and abilities. It connects you with employment, education and volunteer opportunities, helping you to strengthen your capabilities, acquire new skills and expand your network of contacts in our networking space.
es: Enreda pone en valor el potencial de tus competencias y habilidades. Te conecta con oportunidades de empleo, educación y voluntariado, contribuyendo a fortalecer tus capacidades, adquirir nuevas habilidades y ampliar tu red de contactos en nuestro espacio de networking.

source: Social entities
es: Entidades sociales

# socialEntitiesSubtitle
source: Do you want to increase the job potential of your participants?
es: ¿Quieres aumentar el potencial laboral de tus participantes?

# socialEntitiesText
source: Enreda helps social entities to increase the reach of their resources and activities as well as to provide quality accompaniment. The digital platform allows the creation and dissemination of CVs and the connection with resources and adapted job offers. It also improves case tracking, management efficiency and systematization of the methodology to better reach more people.
es: Enreda ayuda a las entidades sociales a aumentar el alcance de sus recursos y actividades así como a hacer un acompañamiento de calidad. La plataforma digital permite la creación y difusión de CVs y la conexión con recursos y ofertas laborales adaptadas. También mejora el seguimiento de casos, la eficiencia de la gestión y la sistematización de la metodología para llegar mejor a más personas.

source: Companies
es: Empresas

# companiesSubtitle
source: Looking for talent with impact?
es: ¿Buscas talento con impacto?

# companiesText
source: Enreda connects your company with motivated and committed professional profiles in the territory that will meet your expectations and your needs. It allows you to publish job offers and select candidates in an agile way, not only based on knowledge, but also on competencies.
es: Enreda conecta a tu empresa con perfiles profesionales del territorio motivados y comprometidos, que cumplirán con tus expectativas y tus necesidades. Te permite publicar ofertas de empleo y seleccionar candidatos de manera ágil, no solo basado en conocimiento, sino también en competencias.

# byHand
source: By the hand of...
es: De la mano de...

source: Funders
es: Financiadores

# daysTransforming
source: Days transforming social reality
es: Días transformando la realidad social

source: Institutions and companies
es: Instituciones y empresas

source: Resources enabled
es: Recursos habilitados

# jobTitle
source: Start your journey to professional success
es: Comienza tu viaje hacia el éxito profesional

# jobParagraph1
source: Imagine a world where your life, educational and professional experiences become the bridge to your next job.
es: Imagina un mundo donde tus experiencias de vida, formativas y profesionales se convierten en el puente hacia tu próximo empleo.

# jobParagraph2
source: At Enreda, we transform this dream into reality. Our platform accompanies you every step of the way: from rediscovering your skills to creating a CV that shines. With interactive tools like our chatbot and a gamification system, we motivate you to reach your goals.
es: En Enreda, transformamos este sueño en realidad. Nuestra plataforma te acompaña en cada paso del camino: desde redescubrir tus competencias hasta crear un CV que brille. Con herramientas interactivas como nuestro chatbot y un sistema de gamificación, te motivamos a alcanzar tus objetivos.

# jobParagraph3
source: Access resources, participate in activities and receive notifications directly in our app - your future starts here!
es: Accede a recursos, participa en actividades y recibe notificaciones directamente en nuestra app. ¡Tu futuro comienza aquí!

# activeAccount
source: Activate your account!
es: ¡Activa tu cuenta!

source: Re-discover
es: Re-descubre

source: Re-imagine
es: Re-imagina

source: Re-build
es: Re-construye

# rediscoverText
source: Discover your hidden strengths and transferable skills that will make you stand out in the world of work.
es: Descubre tus fortalezas ocultas y competencias transferibles que te harán destacar en el mundo laboral.

# reimagineText
source: Imagine new possibilities for your career with creative and customized solutions at your fingertips.
es: Imagina nuevas posibilidades para tu carrera profesional con soluciones creativas y personalizadas a tu alcance.

# rebuildText
source: Rebuild your future career with innovative tools and the support of our community, taking your employability to the next level.
es: Reconstruye tu futuro laboral con herramientas innovadoras y el apoyo de nuestra comunidad, llevando tu empleabilidad al siguiente nivel.

# jobItemsTitle
source: Your next job is waiting for you!
es: ¡Tu próximo empleo te espera!

source: Competencies
es: Competencias

source: Gamification
es: Gamificación

source: CV creation
es: Creación de CV

# resourcesAccess
source: Access to offers and resources
es: Acceso a ofertas y recursos

# enredaApp
source: Access to training pills
es: Acceso a píldoras formativas

# chatbotText
source: Enreda has a chatbot that accompanies you and guides you to rediscover and recognize your competencies through your life, professional and training experiences.
es: Enreda cuenta con un chatbot que te acompaña y orienta a redescubrir y reconocer tus competencias a través de tus experiencias vitales, profesionales y formativas.

# competenciesText
source: Did you know that in life experiences you acquire skills that are transferable to employment? Enreda will allow you to identify and recognize the skills and abilities you have acquired and value them for employment.
es: ¿Sabes que en las experiencias vitales adquieres competencias transferibles al empleo? Enreda te permitirá identificar y reconocer las habilidades y destrezas que has adquirido y ponerlas en valor para el empleo.

# gamificationText
source: With Enreda, you can recognize and record achievements on your path to employment - you'll see your progress, feel more motivated and always be ready for your next challenges!
es: Con Enreda, puedes reconocer y registrar los logros en tu camino hacia el empleo. ¡Verás tu progreso, te sentirás más motivado y estarás siempre listo para tus próximos desafíos!

# cvCreationText
source: The Enreda platform provides you with the tools to create your CV quickly and easily, taking into account your skills, knowledge, experience and training.
es: La plataforma Enreda te facilita las herramientas para que puedas crear tu CV de forma rápida y sencilla considerando tus competencias, además de los conocimientos y la experiencia y formación.

# resourcesAccessText
source: Through Enreda you will be able to learn about different types of resources in which to participate, in addition to strengthening and acquiring new skills, you will expand your network of contacts.
es: A través de Enreda podrás conocer recursos de distinto tipo en los que participar, además de fortalecer y adquirir nuevas competencias, ampliarás tu red de contactos

# enredaAppText
source: Enreda offers you free training pills in short videos to improve your skills and open doors in the working world. With practical and accessible content, these educational capsules adapt to your time, providing you with effective tools to face work challenges.
es: Enreda te ofrece píldoras formativas gratuitas en videos cortos para mejorar tus habilidades y abrir puertas en el mundo laboral. Con contenido práctico y accesible, estas cápsulas educativas se adaptan a tu tiempo, brindándote herramientas efectivas para enfrentar los desafíos laborales.

# entityTitle
source: Transform lives with Enreda: Technology at the service of job accompaniment.
es: Transforma vidas con Enreda: Tecnología al servicio del acompañamiento laboral.

# entityParagraph1
source: Do you want your programs and resources to go further? Do you want to increase the employment potential of your participants Enreda helps social entities to improve the employability situation of their participants.
es: ¿Quieres que tus programas y recursos lleguen más lejos? ¿Quieres aumentar el potencial laboral de tus participantes? Enreda ayuda a las entidades sociales a mejorar la situación de empleabilidad de sus participantes.

# entityParagraph2
source: It allows the generation of updated and professional CVs from a competency-based approach, highlighting the skills and abilities of each person. It favors their certification, thus increasing their value.
es: Permite generar CV actualizados y profesionales desde un enfoque por competencias, poniendo en valor las habilidades y destrezas de cada persona. Favorece su certificación, aumentando así, su valor.

# entityParagraph3
source: Facilitates the follow-up of the itineraries, systematizing each process and action. It makes it easy and intuitive to visualize each participant's current stage on the path to employment.
es: Facilita el seguimiento de los itinerarios, sistematizando cada proceso y acción. Consigue visualizar de forma fácil e intuitiva el momento del camino hacia el empleo en el que se encuentra cada participante.

# bePartEnreda
source: Be part of Enreda!
es: ¡Sé parte de Enreda!

# rediscoverEntity
source: Rediscover a new way of accompanying participants using technology adapted to the social sector, enhancing their development and personal growth.
es: Redescubre una nueva manera de acompañar a los participantes utilizando tecnología adaptada al sector social, potenciando su desarrollo y crecimiento personal.

# reimagineEntity
source: Reimagines a just world where employability is accessible to all, promoting equal opportunity and social welfare.
es: Reimagina un mundo justo donde la empleabilidad es accesible para todas, promoviendo la igualdad de oportunidades y el bienestar social.

# rebuildEntity
source: Rebuilds the competency-based hiring process and forms strategic alliances to foster diverse and inclusive talent, creating a positive impact on society.
es: Reconstruye el proceso de contratación por competencias y forma alianzas estratégicas para fomentar un talento diverso e inclusivo, creando un impacto positivo en la sociedad.

# entityItemsTitle
source: Discover all the options that Enreda Entidad offers you.
es: Descubre todas las opciones que te ofrece Enreda Entidad

# intervention
source: Direct intervention
es: Intervención directa

source: Enreda methodology
es: Metodología Enreda

# solutionDesign
source: Design of tailor-made solutions for intervention
es: Diseño de soluciones a medida para la intervención

# resourcesCreation
source: Creation of resources
es: Creación de recursos

# entitiesDirectory
source: Organize and manage your Agenda
es: Organiza y gestiona tu Agenda

# interventionText
source: It offers personalized attention to each candidate, assessing their needs and providing ongoing support to improve their employability.
es: Ofrece atención personalizada a cada candidato/a, evaluando sus necesidades y brindando apoyo continuo para mejorar su empleabilidad.

# enredaMethodologyText
source: Apply our innovative methodology that combines technology and social knowledge to enhance the integral development of each participant.
es: Aplica nuestra metodología innovadora que combina tecnología y conocimiento social para potenciar el desarrollo integral de cada participante.

# solutionDesignText
source: Create customized strategies for each case, adapting our resources and tools to the specific needs of your participants.
es: Crea estrategias personalizadas para cada caso, adaptando nuestros recursos y herramientas a las necesidades específicas de tus participantes.

# resourcesCreationText
source: Develops and shares educational and training materials that support the professional and personal growth of participants. Provides guides, training programs and practical tools to improve the employability and competencies of each individual.
es: Desarrolla y comparte materiales educativos y formativos que apoyen el crecimiento profesional y personal de los participantes. Facilita guías, programas de capacitación y herramientas prácticas para mejorar la empleabilidad y competencias de cada individuo.

# entitiesDirectoryText
source: Organize and manage the basic and contact information of other entities. Maintain your own private agenda, accessible to all your organization's techniques, and always have the necessary data at hand to collaborate effectively.
es: Organiza y gestiona la información básica y de contacto de otras entidades. Mantén tu propia agenda privada, accesible para todas las técnicas de tu entidad, y ten siempre a mano los datos necesarios para colaborar eficazmente.

# talentTitle
source: Your inclusive and engaged talent portal
es: Tu portal de talento inclusivo y comprometido

# talentParagraph1
source: At Enreda, we believe that inclusive talent is key to success and innovation in your company. Our platform allows you to post job offers and connect with professional talent, boosting local development and strengthening the skills of your team.
es: En Enreda, creemos que el talento inclusivo es clave para el éxito y la innovación en tu empresa. Nuestra plataforma permite publicar ofertas de empleo y conectar con talento profesional, dinamizando el desarrollo local y fortaleciendo las competencias de tu equipo.

# talentParagraph2
source: We implement a job placement model that combines technology and personalized support, ensuring that each candidate receives the necessary support to successfully integrate into the labor market.
es: Implementamos un modelo de inserción laboral que combina tecnología y acompañamiento personalizado, asegurando que cada candidato/a reciba el apoyo necesario para integrarse exitosamente en el mundo laboral.

# talentParagraph3
source: We adapt and certify skills to bring real value to companies and encourage personal and professional growth, preparing each candidate for success.
es: Adaptamos y certificamos habilidades para que aporten valor real a las empresas y fomentamos el crecimiento personal y profesional, preparando a cada candidato/a para el éxito.

# exploreProfiles
source: Discover talent
es: Descubre talento

# rediscoverTalent
source: Explore a recruitment portal with impact, where every posted offer connects you with committed talent ready to transform your company.
es: Explora un portal de contratación con impacto, donde cada oferta publicada conecta con talentos comprometidos y preparados para transformar tu empresa.

# reimagineTalent
source: Imagine a recruitment process based on competencies and social responsibility, ensuring that every hire contributes to the well-being of the community.
es: Imagina un proceso de selección de personal basado en competencias y responsabilidad social, asegurando que cada contratación contribuya al bienestar de la comunidad.

# rebuildTalent
source: Rebuild your team with an inclusive talent pipeline, specifically trained to meet your company's unique needs and foster a diverse and dynamic work environment.
es: Reconstruye tu equipo con una cartera de talento inclusivo, específicamente formado para satisfacer las necesidades únicas de tu empresa y fomentar un entorno de trabajo diverso y dinámico.

# talentItemsTitle
source: Discover all the options offered by Enreda Companies
es: Descubre todas las opciones que te ofrece Enreda Empresas

# jobOffersPublication
source: Publication of job offers
es: Publicación de ofertas de empleo

# candidatesFollow
source: Profiles tracking
es: Seguimiento de perfiles

# candidatesSelection
source: Selection process
es: Proceso de selección

# jobOffersPublicationText
source: Publish your job offers in a simple and efficient way. With our platform, you will reach a broad base of qualified people, optimizing your recruitment efforts.
es: Publica tus ofertas de empleo de manera sencilla y eficiente. Con nuestra plataforma, llegarás a una amplia base de personas cualificadas, optimizando tus esfuerzos de contratación.

# candidatesFollowText
source: Track candidates in detail from application to hiring. Our platform allows you to manage and organize all applicant information in one place, facilitating decision making.
es: Realiza un seguimiento detallado de los candidatos desde la aplicación hasta la contratación. Nuestra plataforma te permite gestionar y organizar toda la información de los postulantes en un solo lugar, facilitando la toma de decisiones.

# candidatesSelectionText
source: Optimize the entire recruitment process with our advanced tools. Facilitate interview scheduling, conduct assessments and find the best talent for your company quickly and efficiently.
es: Optimiza todo el proceso de selección con nuestras herramientas avanzadas. Facilita la programación de entrevistas, realiza evaluaciones y encuentra al mejor talento para tu empresa de forma rápida y eficaz.

source: Resources
es: Recursos

# jobSearch
source: Looking for a job
es: Busco empleo

source: Entities
es: Entidades

# talentSearch
source: Looking for talent
es: Busco talento

source: Join now!
es: ¡Únete ahora!

# resourcesAbout
source: At Enreda, we connect you with educational resources, employment opportunities, training, internships, volunteering and more. Build your own path with the tools you need to move forward.
es: En Enreda, te conectamos con recursos educativos, oportunidades de empleo, formación, prácticas, voluntariado y más. Construye tu propio camino con las herramientas que necesitas para avanzar.

# resourcesSearch
source: Search by area
es: Busca por área

# personTextBea
source: Beatriz Villavicencio, an employment counselor, provides advice and resources to participants to maximize their career opportunities. Her strategic and personalized approach helps build strong and successful careers.
es: Beatriz Villavicencio, consejera de empleo, brinda asesoramiento y recursos a las y los participantes para maximizar sus oportunidades laborales. Su enfoque estratégico y personalizado ayuda a construir carreras sólidas y exitosas.

# personTextMaria
source: Maria Barroso, a social worker with a solid background, is dedicated to guiding participants towards a better future. Her commitment and empathy are key in transforming lives, creating a lasting positive impact.
es: María Barroso, trabajadora social con una sólida trayectoria, se dedica a guiar a las y los participantes hacia un futuro mejor. Su compromiso y empatía son claves en la transformación de vidas, creando un impacto positivo duradero.

# personTextLaura
source: Laura García, a psychologist specializing in labor reinsertion, works tirelessly to strengthen the participants' self-esteem and skills. Her psychological support is fundamental in their path to professional success.
es: Laura García, psicóloga especializada en reinserción laboral, trabaja incansablemente para fortalecer la autoestima y habilidades de las y los participantes. Su apoyo psicológico es fundamental en su camino hacia el éxito profesional.

# personTextValeria
source: Valeria Payán, coordinator of the transversal axis of New Narratives in the Canary Islands, is an expert in gender, migration, citizen participation and community dynamization. With extensive experience in prevention and vocational training, she promotes social and labor integration, creating bridges between people at risk of social exclusion and labor markets.
es: Valeria Payán, coordinadora del eje transversal de Nuevas Narrativas en Canarias, es experta en género, migraciones, participación ciudadana y dinamización comunitaria. Con amplia trayectoria en prevención y formación profesional, promueve la integración social y laboral, creando puentes entre personas en riesgo de exclusión social y mercados laborales.

# personTextAidira
source: Social worker and project technician, she participates in active listening to the community as an active agent of change. Her experience is marked by group and community work with different groups, with a participatory and dynamic approach, with an inclusive work ethic, listening and cooperative resolution, respecting diversity.
es: Aidira Suárez, coordinadora de formación, organiza talleres y programas educativos que mejoran las competencias de las y los participantes. Su pasión por la educación fomenta el crecimiento personal y profesional.

# personTextAna
source: Ana González, social worker and social and labor intervention technician, facilitates social and labor integration. She collaborates with other professionals to promote individual progress and open up new job opportunities, pushing each person towards a better future.
es: Ana González, trabajadora social y técnica de intervención sociolaboral, facilita la integración sociolaboral. Colabora con otras profesionales para fomentar el progreso individual y abrir nuevas oportunidades laborales, impulsando a cada persona hacia un futuro mejor.

# personTextIdaira
source: Idaira Quintero Martín, Social and Labor Insertion Technician and Social Worker specialized in Equality and Migration, is dedicated to the empowerment and social inclusion of vulnerable people. With extensive experience in social intervention and group facilitation, her work promotes pre-employment training and welfare, with a strong commitment to social justice.
es: Idaira Quintero Martín, Técnica de Inserción Sociolaboral y Trabajadora Social especializada en Igualdad y Migración, se dedica al empoderamiento e inclusión social de personas vulnerables. Con amplia experiencia en intervención social y facilitación de grupos, su trabajo promueve la capacitación prelaboral y el bienestar, con un fuerte compromiso con la justicia social
