Repository: sic4change/enreda-web
Catalog: lib/l10n/app_*.arb
Languages: es

# personTextMorelia
source: Morelia Rivero, Labor Prospector, in charge of analyzing and managing labor market demands, analyzing the needs of companies, outlining suitable collaboration strategies, promoting talent and job opportunities for our participants.
es: Morelia Rivero, Prospectora Laboral, encargada de analizar y gestionar demandas del mercado laboral, analizando las necesidades de las empresas, trazando estrategias idóneas de colaboración, fomentando talento y oportunidades laborales de nuestros participantes.

# personPosition
source: Position
es: Puesto

# positionBea
source: Project technology
es: Técnica de proyecto

# positionMaria
source: Technique of social and labor insertion
es: Técnica de inserción sociolaboral

# positionLaura
source: Canary Islands node coordination
es: Coordinación nodo Canarias

# positionValeria
source: New narrative techniques
es: Técnica de nuevas narrativas

# positionAidira
source: Project technology
es: Técnica de proyecto

# positionAna
source: Technician in socio-labor insertion
es: Técnica en inserción sociolaboral

# positionIdaira
source: Technician in socio-labor insertion
es: Técnica de inserción sociolaboral

# positionMorelia
source: Technician in labor prospecting
es: Técnica en prospección laboral

# personTitle
source: Our Enreda Canarias Team
es: Nuestro Equipo de Enreda Canarias

# enredaCompanies
source: Enredadas Companies
es: Empresas Enredadas

source: My account
es: Mi cuenta

source: Professional account
es: Cuenta profesional

# pillsText
source: Explore our short and practical training videos, designed to boost your job skills quickly and effectively, click and start opening new opportunities!
es: Explora nuestros breves y prácticos vídeos formativos, diseñados para potenciar tus habilidades laborales de manera rápida y efectiva. ¡Haz clic y empieza a abrir nuevas oportunidades!

# pillsTitle
source: Formative pills
es: Píldoras formativas

source: Job
es: Empleo

source: Practices
es: Prácticas

source: Formation
es: Formación

source: Volunteering
es: Voluntariado

source: Entertainment
es: Ocio y tiempo libre

source: Others
es: Otros

source: Menu
es: Menú

# partOfChange
source: Be part of the change,
es: Se parte del cambio,

source: ¡Enredate!
es: ¡Enrédate!

source: Contact now
es: Contacta ahora

# joinEnreda
source: Join Enreda and build your future with us
es: Únete a Enreda y construye tu futuro con nosotras/os

# discoverFooter
source: Discover how we transform the path to employment, listening and collaborating with the ecosystem to create networked opportunities.
es: Descubre cómo transformamos el camino hacia el empleo, escuchando y colaborando con el ecosistema para crear oportunidades en red.

# inscribeNow
source: I want to register now
es: Quiero inscribirme ahora

# putEmail
source: Enter your email and join
es: Introduce tu email y súmate

source: View more
es: Ver más

source: Impulsed by...
es: Impulsado por...

# impulsedByText
source: Enreda was born from the collaboration between Sic4Change and Proyecto Kieu, with the aim of boosting talent and promoting employment. Together, we propose a paradigm shift based on competencies and territorial approach.
es: Enreda nace de la colaboración entre Sic4Change y Proyecto Kieu, con el objetivo de impulsar el talento y fomentar el empleo. Juntos, proponemos un un cambio de paradigma basado en competencias y enfoque territorial.

# downloadTitle
source: Keep your progress always with you Download Enreda App and don't miss anything!
es: Lleva tu progreso siempre contigo ¡Descárgate Enreda App y no te pierdas nada!

# downloadText1
source: With the Enreda app, you'll have access to all the tools and resources you need to advance on your path to employment. Monitor your achievements, receive important notifications, and stay in touch with your support network from anywhere.
es: Con la app de Enreda, tendrás acceso a todas las herramientas y recursos que necesitas para avanzar en tu camino hacia el empleo. Monitoriza tus logros, recibe notificaciones importantes, y mantente en contacto con tu red de apoyo desde cualquier lugar.

# downloadText2
source: Download it now and start building your future today!
es: ¡Descárgala ahora y empieza a construir tu futuro hoy mismo!

# contactFormTitle
source: Contact form
es: Formulario de contacto

# contactFormText
source: Transform the future of your participants. Tell us briefly about your project and we will contact you.
es: Transforma el futuro de tus participantes. Explícanos brevemente tu proyecto y nos pondremos en contacto contigo.

# contactFormName
source: Name and surname
es: Nombre y apellidos

# contactFormEntityName
source: Name of entity
es: Nombre de la entidad

# contactFormEmail
source: Email
es: Correo electrónico

# contactFormPhone
source: Telephone number
es: Número de teléfono

# contactFormFree
source: How can we help you?
es: ¿En qué podemos ayudarte?

# contactFormTextCompany
source: Would you like to find talent quickly and easily? Fill out this form and we will contact you.
es: ¿Te gustaría encontrar el talento de forma rápida y sencilla? Rellena este formulario y nos pondremos en contacto contigo.

# contactFormCompanyName
source: Name of company
es: Nombre de la empresa

# contactFormSend
source: Send
es: Enviar

# contactFormEmpty
source: This field cannot be empty
es: Este campo no puede estar vacío

# locationTitle
source: Where we are
es: Dónde estamos

# locationText
source: An innovative program focused on promoting talent for employment through community and territorial dynamism
es: Un programa innovador enfocado en potenciar el talento para el empelo a través de la dinamización comunitatia y territorial

# downloadDrawer
source: Download the app
es: Descargate la app

source: I am company
es: Soy empresa

source: I am entity
es: Soy entidad
